{
    "participant_persona": {
        "participant_1": {
            "name": "Michael",
            "age": 35,
            "gender": "male",
            "personality": "creative, passionate about music, and optimistic about his dreams.",
            "background": "i have a children and a dogs. i own a house in florida. i enjoy american sports. i am a male."
        },
        "participant_2": {
            "name": "Sarah",
            "age": 28,
            "gender": "female",
            "personality": "ambitious, a bit introverted, and determined to succeed in her musical career.",
            "background": "my favorite type of music to sing is folk music. i am a musician and hope to make it big some day. i play the piano and guitar and sing. my parents are not very supportive of my dream."
        }
    },
    "messages": [
        {
            "role": "participant_1",
            "content": {
                "emotion_scores": {},
                "text": "Hello. I am an amateur musician, and my favorite type of music is folk music."
            }
        },
        {
            "role": "participant_2",
            "content": {
                "emotion_scores": {},
                "text": "hello, I am in florida. I own my own house. what do you do?"
            }
        },
        {
            "role": "participant_1",
            "content": {
                "emotion_scores": {},
                "text": "I am a musician and play guitar in bars on Fridays and sing folk music for my listeners."
            }
        },
        {
            "role": "participant_2",
            "content": {
                "emotion_scores": {},
                "text": "that sounds like a lot of fun. I play american sports"
            }
        },
        {
            "role": "participant_1",
            "content": {
                "emotion_scores": {},
                "text": "What do you play exactly?"
            }
        },
        {
            "role": "participant_2",
            "content": {
                "emotion_scores": {},
                "text": "I play in a american house. do you have any hobbies? I like sports"
            }
        },
        {
            "role": "participant_1",
            "content": {
                "emotion_scores": {},
                "text": "Yes, apart from music I like playing football and table tennis. My parents are not very supportive about my musician career, if my dream ever will not come true, may be I will be a footballer."
            }
        },
        {
            "role": "participant_2",
            "content": {
                "emotion_scores": {},
                "text": "that sounds fun. do you like american sports? I do, and I like it"
            }
        }
    ]
}