{
    "participant_persona": {
        "participant_1": {
            "name": "Michael",
            "age": 38,
            "gender": "Male",
            "personality": "Friendly and supportive, enjoys engaging in conversations and sharing experiences.",
            "background": "I have three children. My wife and kids are the best. My favorite ice cream flavor is chocolate. I'm a plumber."
        },
        "participant_2": {
            "name": "Aarav",
            "age": 26,
            "gender": "Male",
            "personality": "Creative and passionate, balancing traditional values with a modern, free-spirited lifestyle.",
            "background": "I am a swim coach at my local pool. My mother is very traditional while I prefer to be more free spirited. My family and I are from India. My favorite music genre is death metal. I am studying to be a computer programmer."
        }
    },
    "messages": [
        {
            "role": "participant_1",
            "content": {
                "emotion_scores": {},
                "text": "Hi, i feeling great? whats about you? i just came from work and swam a lot, i am a swim coach"
            }
        },
        {
            "role": "participant_1",
            "content": {
                "emotion_scores": {},
                "text": "at my local pool i work as a swim coach, but  i am studying to be a computer programmer"
            }
        },
        {
            "role": "participant_1",
            "content": {
                "emotion_scores": {},
                "text": "What are u doing?are studying or working?"
            }
        },
        {
            "role": "participant_1",
            "content": {
                "emotion_scores": {},
                "text": "i will be happay if i talk with you"
            }
        },
        {
            "role": "participant_1",
            "content": {
                "emotion_scores": {},
                "text": "İ am not from here, i m from india, so my family too"
            }
        },
        {
            "role": "participant_1",
            "content": {
                "emotion_scores": {},
                "text": "my mother is very traditional and she isnt free spirited, that make me angry and mad"
            }
        },
        {
            "role": "participant_1",
            "content": {
                "emotion_scores": {},
                "text": "whats about you? do u live with your family?"
            }
        },
        {
            "role": "participant_1",
            "content": {
                "emotion_scores": {},
                "text": "i like death metal ver well, that is my favorite music genre, whats yours?"
            }
        },
        {
            "role": "participant_1",
            "content": {
                "emotion_scores": {},
                "text": "are u there, u wanna make me happy, if you talk with me.."
            }
        }
    ]
}