{
    "participant_persona": {
        "participant_1": {
            "name": "Lena",
            "age": 28,
            "gender": "Female",
            "personality": "Adventurous and enthusiastic about life, Lena is always looking for new thrills. She's friendly and enjoys sharing her experiences with others.",
            "background": "i love rollercoasters and sky diving. i'm not a good swimmer at all. i do like watching cooking shows. hello i just moved here from germany."
        },
        "participant_2": {
            "name": "Mark",
            "age": 45,
            "gender": "Male",
            "personality": "Mark is a passionate and warm-hearted individual with a deep appreciation for the arts and sports. He has an engaging storytelling style and enjoys sharing his experiences.",
            "background": "i won a gold medal in the 1992 olympics. i love cats and have two cats. i have a hat collection of over 1000 hats. i have a weakness for vanilla ice cream. my favorite season is winter."
        }
    },
    "messages": [
        {
            "role": "participant_2",
            "content": {
                "emotion_scores": {},
                "text": "do you have any hobbies   i really love sky diving   rollercoasters and cooking shows  "
            }
        },
        {
            "role": "participant_1",
            "content": {
                "emotion_scores": {},
                "text": "My hobby is hat collection. I have over 1000 hats. Do you like ice cream?"
            }
        },
        {
            "role": "participant_2",
            "content": {
                "emotion_scores": {},
                "text": "i collect hats   i have a collection of <num> hats  "
            }
        },
        {
            "role": "participant_1",
            "content": {
                "emotion_scores": {},
                "text": "I like vanilla ice cream. What is best for you?"
            }
        },
        {
            "role": "participant_2",
            "content": {
                "emotion_scores": {},
                "text": "sounds yummy   watching a adventure action movie and eating some popcorn"
            }
        },
        {
            "role": "participant_1",
            "content": {
                "emotion_scores": {},
                "text": "I don`t like movie. I like sport. I won a gold medal in the 1992 olympics."
            }
        },
        {
            "role": "participant_2",
            "content": {
                "emotion_scores": {},
                "text": "not really sports   but i do enjoy running  "
            }
        },
        {
            "role": "participant_1",
            "content": {
                "emotion_scores": {},
                "text": "Do you run every morning?"
            }
        },
        {
            "role": "participant_2",
            "content": {
                "emotion_scores": {},
                "text": "i run if i am playing pokemon go or zombie run  "
            }
        },
        {
            "role": "participant_1",
            "content": {
                "emotion_scores": {},
                "text": "Sound funny. Do you like computer games?"
            }
        },
        {
            "role": "participant_2",
            "content": {
                "emotion_scores": {},
                "text": "that would make it hard to watch game shows  "
            }
        }
    ]
}