{
    "participant_persona": {
        "participant_1": {
            "name": "Isabella",
            "age": 22,
            "gender": "female",
            "personality": "Creative and passionate about art, Isabella is always exploring new ways to express herself through her studies and hobbies.",
            "background": "i am a descendant of christopher columbus. i am an art major in college. i love to cook paella. i have a weakness for fish and chips. i visit europe twice a year."
        },
        "participant_2": {
            "name": "Jordan",
            "age": 35,
            "gender": "female",
            "personality": "Jordan is pragmatic and caring, with a strong background in human services. She has a keen eye for design and a love for storytelling through visuals.",
            "background": "i spent a decade working in the human services field. my father used to work for home depot. i've a son who is in junior high school. horror movies are my favorites."
        }
    },
    "messages": [
        {
            "role": "participant_2",
            "content": {
                "emotion_scores": {},
                "text": "And CarnegieMellon actually has a great theater program, so..."
            }
        },
        {
            "role": "participant_1",
            "content": {
                "emotion_scores": {},
                "text": "So, do you like theatre?"
            }
        },
        {
            "role": "participant_2",
            "content": {
                "emotion_scores": {},
                "text": "The Westside Museum of Art is having a new exhibit of a masterpiece by Franz Biermann."
            }
        },
        {
            "role": "participant_1",
            "content": {
                "emotion_scores": {},
                "text": "Oh, I also love art. Where are you from?"
            }
        },
        {
            "role": "participant_2",
            "content": {
                "emotion_scores": {},
                "text": "SARA BRIGGS: But the real masterwork is this unique art deco headboard."
            }
        },
        {
            "role": "participant_1",
            "content": {
                "emotion_scores": {},
                "text": "Man, just tell me who you are?"
            }
        },
        {
            "role": "participant_2",
            "content": {
                "emotion_scores": {},
                "text": "Programmable?  Oh, Emma and I are writing code so the lights change in time to the choreography."
            }
        },
        {
            "role": "participant_1",
            "content": {
                "emotion_scores": {},
                "text": "Wow! Are you lesbian female software developer?"
            }
        },
        {
            "role": "participant_2",
            "content": {
                "emotion_scores": {},
                "text": "Oh FYI, I'm a graphic designer if anybody asks."
            }
        },
        {
            "role": "participant_1",
            "content": {
                "emotion_scores": {},
                "text": "Great! A need services of a graphic designer! What are you prices?"
            }
        },
        {
            "role": "participant_2",
            "content": {
                "emotion_scores": {},
                "text": "Oh.  That, And the stunning models I put in your VIP egg file."
            }
        }
    ]
}